{"<s>":0,"</s>":1,"<pad>":2,"<unk>":3,"<USER>":4,"<ASSISTANT>":5,"<SYSTEM>":6,"!":7,"\"":8,"#":9,"$":10,"%":11,"&":12,"'":13,"(":14,")":15,"*":16,"+":17,",":18,"-":19,".":20,"/":21,"0":22,"1":23,"2":24,"3":25,"4":26,"5":27,"6":28,"7":29,"8":30,"9":31,":":32,";":33,"<":34,"=":35,">":36,"?":37,"@":38,"A":39,"B":40,"C":41,"D":42,"E":43,"F":44,"G":45,"H":46,"I":47,"J":48,"K":49,"L":50,"M":51,"N":52,"O":53,"P":54,"Q":55,"R":56,"S":57,"T":58,"U":59,"V":60,"W":61,"X":62,"Y":63,"Z":64,"[":65,"\\":66,"]":67,"^":68,"_":69,"`":70,"a":71,"b":72,"c":73,"d":74,"e":75,"f":76,"g":77,"h":78,"i":79,"j":80,"k":81,"l":82,"m":83,"n":84,"o":85,"p":86,"q":87,"r":88,"s":89,"t":90,"u":91,"v":92,"w":93,"x":94,"y":95,"z":96,"{":97,"|":98,"}":99,"~":100,"¡":101,"¢":102,"£":103,"¤":104,"¥":105,"¦":106,"§":107,"¨":108,"©":109,"ª":110,"«":111,"¬":112,"®":113,"¯":114,"°":115,"±":116,"²":117,"³":118,"´":119,"µ":120,"¶":121,"·":122,"¸":123,"¹":124,"º":125,"»":126,"¼":127,"½":128,"¾":129,"¿":130,"À":131,"Á":132,"Â":133,"Ã":134,"Ä":135,"Å":136,"Æ":137,"Ç":138,"È":139,"É":140,"Ê":141,"Ë":142,"Ì":143,"Í":144,"Î":145,"Ï":146,"Ð":147,"Ñ":148,"Ò":149,"Ó":150,"Ô":151,"Õ":152,"Ö":153,"×":154,"Ø":155,"Ù":156,"Ú":157,"Û":158,"Ü":159,"Ý":160,"Þ":161,"ß":162,"à":163,"á":164,"â":165,"ã":166,"ä":167,"å":168,"æ":169,"ç":170,"è":171,"é":172,"ê":173,"ë":174,"ì":175,"í":176,"î":177,"ï":178,"ð":179,"ñ":180,"ò":181,"ó":182,"ô":183,"õ":184,"ö":185,"÷":186,"ø":187,"ù":188,"ú":189,"û":190,"ü":191,"ý":192,"þ":193,"ÿ":194,"Ā":195,"ā":196,"Ă":197,"ă":198,"Ą":199,"ą":200,"Ć":201,"ć":202,"Ĉ":203,"ĉ":204,"Ċ":205,"ċ":206,"Č":207,"č":208,"Ď":209,"ď":210,"Đ":211,"đ":212,"Ē":213,"ē":214,"Ĕ":215,"ĕ":216,"Ė":217,"ė":218,"Ę":219,"ę":220,"Ě":221,"ě":222,"Ĝ":223,"ĝ":224,"Ğ":225,"ğ":226,"Ġ":227,"ġ":228,"Ģ":229,"ģ":230,"Ĥ":231,"ĥ":232,"Ħ":233,"ħ":234,"Ĩ":235,"ĩ":236,"Ī":237,"ī":238,"Ĭ":239,"ĭ":240,"Į":241,"į":242,"İ":243,"ı":244,"Ĳ":245,"ĳ":246,"Ĵ":247,"ĵ":248,"Ķ":249,"ķ":250,"ĸ":251,"Ĺ":252,"ĺ":253,"Ļ":254,"ļ":255,"Ľ":256,"ľ":257,"Ŀ":258,"ŀ":259,"Ł":260,"ł":261,"Ń":262,"Ġt":263,"he":264,"Ġa":265,"in":266,"er":267,"Ġs":268,"Ġthe":269,"on":270,"re":271,"Ġw":272,"ed":273,"en":274,"Ġc":275,"at":276,"or":277,"an":278,"Ġb":279,"Ġf":280,"Ġo":281,"is":282,"it":283,"ing":284,"es":285,"ar":286,"Ġh":287,"Ġto":288,"Ġp":289,"Ġin":290,"nd":291,"ou":292,"as":293,"al":294,"Ġm":295,"Ġof":296,"Ġd":297,"ic":298,"Ġand":299,"le":300,"Ġ.":301,"om":302,"il":303,"Ġth":304,"id":305,"ion":306,"ent":307,"Ġbe":308,"Ġl":309,"Ġn":310,"ĠT":311,"Ġre":312,"Ġhe":313,"st":314,"ve":315,"ĠS":316,"ay":317,"ot":318,"ol":319,"ut":320,"Ġg":321,"Ġon":322,"ĠA":323,"ad":324,"ĠM":325,"am":326,"ac":327,"Ġe":328,"ĠC":329,"ow":330,"ly":331,"ur":332,"im":333,"Ġfor":334,"ter":335,"ig":336,"ir":337,"Ġwas":338,"el":339,"ĠI":340,"ver":341,"et":342,"Ġst":343,"Ġthat":344,"ro":345,"ĠB":346,"Ġis":347,"us":348,"'s":349,"Ġwh":350,"\"\"":351,"ec":352,"âĢ":353,"ith":354,"ĠThe":355,"ill":356,"Ġwith":357,"ĠH":358,"ld":359,"Ġsa":360,"Ġat":361,"ĠP":362,"ri":363,"Ġ'":364,"Ġit":365,"Ġas":366,"un":367,"ce":368,"ation":369,"Ġan":370,"Ġsaid":371,"her":372,"Ġal":373,"ers":374,"Ġhis":375,"os":376,"ear":377,"Ġy":378,"Ġha":379,"ra":380,"ch":381,"ĠW":382,"and":383,"ĠD":384,"ul":385,"est":386,"igh":387,"th":388,"op":389,"ĠL":390,"ag":391,"em":392,"rom":393,"ĠF":394,"ĠR":395,"ke":396,"ts":397,"Ġ2":398,"Ġcon":399,"Ġ1":400,"if":401,"ore":402,"ĠN":403,"pp":404,"Ġhave":405,"Ġfrom":406,"Ġr":407,"âĢĻ":408,"ĠE":409,"Ġhas":410,"Ġby":411,"Ġare":412,"ĠG":413,"our":414,"Ġsh":415,"ain":416,"Ġher":417,"ew":418,"Ġcom":419,"ted":420,"od":421,"ĠJ":422,"Ġch":423,"Ġv":424,"res":425,"Ġ\"\"":426,"ate":427,"00":428,"ould":429,"Ġde":430,"Ġle":431,"ct":432,"Ġwe":433,"end":434,"ĠO":435,"Ġsu":436,"ast":437,"Ġnot":438,"ess":439,"Ġse":440,"all":441,"ight":442,"ack":443,"Ġex":444,"gh":445,"ust":446,"up":447,"Ġj":448,"ity":449,"ment":450,"ab":451,"Ġpro":452,"ĠU":453,"Ġwho":454,"Ġaf":455,"art":456,"Ġsp":457,"ist":458,"ive":459,"ard":460,"Ġhad":461,"se":462,"Ġwhe":463,"ĠâĢ":464,"ak":465,"ice":466,"oc":467,"Ġ-":468,"ere":469,"ome":470,"Ġshe":471,"um":472,"rou":473,"ies":474,"oun":475,"red":476,"ud":477,"Ġpl":478,"iv":479,"ort":480,"ok":481,"Ġab":482,"Ġthey":483,"Ġbeen":484,"Ġafter":485,"Ġk":486,"out":487,"Ġwere":488,"ge":489,"qu":490,"Ġtheir":491,"ich":492,"ĠK":493,"ost":494,"Ġgo":495,"Ġwor":496,"ell":497,"Ġor":498,"Ġbut":499,"Ġwill":500,"ide":501,"ant":502,"ry":503,"Ġoff":504,"Ġthis":505,"Ġout":506,"Ġcl":507,"ial":508,"ie":509,"Ġyear":510,"ap":511,"ber":512,"ong":513,"own":514,"ine":515,"ia":516,"day":517,"ĠâĢĺ":518,"one":519,"Ġup":520,"ep":521,"ff":522,"cc":523,"Ġdo":524,"Ġag":525,"ous":526,"ren":527,"Ġad":528,"ans":529,"ays":530,"ord":531,"Ġun":532,"ime":533,"ĠSt":534,"Ġ20":535,"Ġwhich":536,"und":537,"Ġne":538,"mer":539,"Ġ(":540,"Ġint":541,"ary":542,"Ġcan":543,"ĠHe":544,"ect":545,"ub":546,"ĠCh":547,"ther":548,"ict":549,"ated":550,"old":551,"ame":552,"Ġone":553,"ace":554,"age":555,"Ġus":556,"wo":557,"ĠIn":558,"Ġwhen":559,"ail":560,"ally":561,"Ġall":562,"Ġabout":563,"Ġpe":564,"Ġres":565,"Ġrep":566,"Ġman":567,"so":568,"ue":569,"Ġwould":570,"Ġmore":571,"ake":572,"ure":573,"Ġinc":574,"ence":575,"ions":576,"ile":577,"ople":578,"Ġover":579,"Ġme":580,"Ġhim":581,"ip":582,"'t":583,"ond":584,".'":585,"oll":586,"ound":587,"Ġcomp":588,"ild":589,"Ġyou":590,"ian":591,"av":592,"very":593,"ident":594,"Ġcont":595,"Ġ201":596,"Ġalso":597,"Ġdis":598,"Ġar":599,"per":600,"og":601,"ose":602,"ass":603,"Ġpeople":604,"ook":605,"ite":606,"ru":607,"ind":608,"Ġim":609,"Ġso":610,"ire":611,"ign":612,"ks":613,"Ġpr":614,",\"\"":615,"Ġbec":616,"ress":617,"Ġsc":618,"ree":619,"man":620,"ĠTh":621,"Ġpol":622,"ne":623,"Ġtwo":624,"ib":625,"Ġacc":626,"aus":627,"ish":628,"other":629,"ike":630,"ĠIt":631,"ount":632,"Ġev":633,"Ġthan":634,"ick":635,"oy":636,"hed":637,"Ġatt":638,"Ġapp":639,"Ġrec":640,"Ġper":641,"ĠV":642,"Ġnew":643,"are":644,"ĠMr":645,"Ġfir":646,"Ġ--":647,"Ġinto":648,"ft":649,"ough":650,"Ġen":651,"rit":652,"Ġte":653,"The":654,"Ġthem":655,"ved":656,"Ġjust":657,"act":658,"Ġ3":659,"uc":660,"Ġtime":661,"reat":662,"iss":663,"Ġkn":664,"ife":665,"ors":666,"ations":667,"Ġpart":668,"Ġcould":669,"Ġother":670,"amp":671,"ade":672,"Ġtold":673,"Ġwork":674,",\"":675,"ĠY":676,"Ġits":677,"ark":678,"Ġyears":679,"Ġlast":680,"Ġthere":681,"ang":682,"pl":683,"ob":684,"ance":685,"ning":686,"ied":687,"Ġfirst":688,"ach":689,".\"\"":690,"aw":691,"ood":692,"iz":693,"Ġtr":694,"ath":695,"ting":696,"ove":697,"ily":698,"Ġbl":699,"ase":700,"Ġfam":701,"able":702,"ĠBut":703,"land":704,"Ġro":705,"ens":706,"Ġ19":707,"anc":708,"fore":709,"round":710,"Ġsome":711,"ause":712,"Ġfl":713,"Ġlike":714,"Ġmy":715,"Ġback":716,"Ġqu":717,"ool":718,"ek":719,"orm":720,"Ġagain":721,"ical":722,"pt":723,"Ġpre":724,"Ġinv":725,"Ġany":726,"ged":727,"Ġwhat":728,"Ġget":729,"ater":730,"Ġbeing":731,"ons":732,"Ġno":733,"Ġshow":734,"ned":735,"Ġmon":736,"Ġplay":737,"Ġnow":738,"we":739,"Ġdown":740,"ates":741,"Ġ.\"":742,"ious":743,"ĠAl":744,"Ġcar":745,"Ġbefore":746,"Ġcr":747,"ition":748,"000":749,"ink":750,"Ġinter":751,"ult":752,"Ġsec":753,"ĠUn":754,"Ġoffic":755,",'":756,"under":757,"Ġdec":758,"Ġtra":759,"ory":760,"uring":761,"Ġact":762,"Ġsay":763,"vel":764,"Ġhome":765,"lic":766,"ĠNew":767,"enc":768,"Ġdes":769,"ings":770,"lud":771,"Ġ4":772,"Ġchild":773,"Ġsays":774,"Ġser":775,"ĠShe":776,"oin":777,"ters":778,"Ġam":779,"over":780,"ton":781,"ĠAn":782,"au":783,"Ġfound":784,"year":785,"Ġadd":786,"rough":787,"ash":788,"Ġbr":789,"Ġdid":790,"Ġif":791,"ited":792,"Ġunder":793,"Ġpolice":794,"wn":795,"ĠÂ":796,"Ġcall":797,"Ġwhere":798,"ince":799,"ents":800,"Ġbecause":801,"Ġph":802,"Ġinclud":803,"Ġfe":804,"als":805,"ured":806,"Ġrem":807,"ving":808,"ather":809,"Ġonly":810,"Ġ200":811,"iver":812,"air":813,"Ġthree":814,"aking":815,"Ġcomm":816,"ier":817,"illion":818,"Ġmonth":819,"Ġwom":820,"ock":821,"Ġcent":822,"ational":823,"ĠÂ£":824,"Ġfamily":825,"ss":826,"Ġra":827,"Ġbel":828,"Ġhel":829,"Ġcount":830,"Ġmade":831,"ĠLe":832,"fer":833,"oot":834,"NN":835,"Ġhow":836,"Ġlook":837,"Ġchar":838,"Ġimp":839,"son":840,"Ġ5":841,"Ġsur":842,"der":843,"Ġbet":844,"riend":845,"Ġgr":846,"Ġwhile":847,"Ġweek":848,"Ġexp":849,"ating":850,"Ġagainst":851,"aim":852,"oss":853,"rib":854,"led":855,"ĠAnd":856,"ph":857,"Ġour":858,"Ġduring":859,"te":860,"ĠMar":861,"Ġhelp":862,"ise":863,"Ġkill":864,"chool":865,"ourt":866,"ublic":867,"Ġ.\",\"":868,"elf":869,"ty":870,"Ġmost":871,"Ġthen":872,"ouse":873,"Ġlead":874,"..":875,"Ġac":876,"Ġear":877,"ĠFr":878,"ful":879,"ities":880,"Ġaw":881,"Ġins":882,"hes":883,"Ġclaim":884,"resident":885,"ember":886,"Ġmin":887,"Ġrepor":888,"ĠSc":889,"Ġdef":890,"ital":891,"Ġthrough":892,"hen":893,"Ġday":894,".âĢĻ":895,"We":896,"uch":897,"ov":898,"ix":899,".\"":900,"ĠAf":901,"ger":902,"hn":903,"Ġcons":904,"Ġsupp":905,"irl":906,"augh":907,"Ġfin":908,"ĠSp":909,"atch":910,"Ġlife":911,"orn":912,"Ġleft":913,"ven":914,"ased":915,"Ġworld":916,"lect":917,"les":918,"ording":919,"Ġeven":920,"ug":921,"ork":922,"ues":923,"urn":924,"Ġevery":925,"Ġrel":926,"It":927,"Ġtri":928,"ared":929,"owing":930,"Ġaround":931,"Ġmake":932,"Ġke":933,"roup":934,"ope":935,"Ġ6":936,"tle":937,"Ġvery":938,"ĠEn":939,"Ġneed":940,"med":941,"Ġem":942,"nment":943,"alk":944,"Ġfour":945,"Ġret":946,"ĠAr":947,"ah":948,"Ġstar":949,"ric":950,"get":951,"Ġbelie":952,"oth":953,"form":954,"Ġreg":955,"Ġteam":956,"meric":957,"ĠBrit":958,"ĠWh":959,"Ġass":960,"Ġbu":961,"ected":962,"xt":963,"Ġtake":964,"Ġend":965,"gan":966,"ull":967,"Ġown":968,"Ġknow":969,"ures":970,"Ġsee":971,"Ġhead":972,"Ġdon":973,"Ġshould":974,"ody":975,"sh":976,"iel":977,"ĠBr":978,"Ġchildren":979,"Ġmany":980,"Ġmil":981,"iew":982,"erson":983,"ement":984,"Ġwar":985,"ered":986,"Ġstud":987,"ists":988,"ual":989,"Ġgover":990,"Ġplan":991,"ave":992,"Ġind":993,"ives":994,"Ġ$":995,"Ġdeath":996,"Ġschool":997,"Ġlong":998,"Ġmay":999,"ble":1000,"outh":1001,"Ġsince":1002,"Ġway":1003,"ama":1004,"uss":1005,"Ġset":1006,"uth":1007,"Ġthink":1008,"Ġsm":1009,"ced":1010,"osp":1011,"ward":1012,"Ġwell":1013,"Ġstill":1014,"Ġgroup":1015,"Ġgoing":1016,"aren":1017,"ĠAmeric":1018,"Ġgu":1019,"Ġattack":1020,"Ġinvest":1021,"imes":1022,"Ġwin":1023,"ney":1024,"Ġresp":1025,"Ġhigh":1026,"Ġfriend":1027,"Ġthose":1028,"Ġnear":1029,"ale":1030,"alth":1031,"hing":1032,"ason":1033,"ron":1034,"ister":1035,"Ġlaw":1036,"Ġco":1037,"Ġofficial":1038,"Ġhand":1039,"ling":1040,"Ġfoll":1041,"Ġmed":1042,"ED":1043,"Ġhapp":1044,"ised":1045,"ST":1046,"Ġter":1047,"Ġthough":1048,"az":1049,"ene":1050,"Ġconf":1051,"ank":1052,"ĠThey":1053,"gg":1054,"ĠSh":1055,"any":1056,"ĠRe":1057,"Ġtak":1058,"Ġvide":1059,"ner":1060,"Ġpict":1061,"ĠWe":1062,"Ġcap":1063,"ck":1064,"ames":1065,"ible":1066,"Ġcountry":1067,"its":1068,"ments":1069,"ĠJo":1070,"ween":1071,"Ġyour":1072,"Ġmar":1073,"Ġincluding":1074,"ange":1075,"ĠâĢĵ":1076,"ves":1077,"tern":1078,"Ġop":1079,"ĠEST":1080,"ll":1081,"Ġ10":1082,"Ġdisc":1083,"Ġbo":1084,"Ġmother":1085,"gr":1086,"ĠPol":1087,"ĠUnited":1088,"tain":1089,"Ġformer":1090,"ms":1091,"ross":1092,"Ġsuch":1093,"Ġgovernment":1094,"ina":1095,"Ġmuch":1096,"ower":1097,"Ġright":1098,"Ġbetween":1099,"cer":1100,"Ġput":1101,"Ġpass":1102,"ley":1103,"Ġused":1104,"ĠEng":1105,"Ġ7":1106,"ret":1107,"io":1108,"ĠOb":1109,"Ġcol":1110,"ants":1111,"ady":1112,"Ġleg":1113,"Ġsent":1114,"olog":1115,"Ġnight":1116,"ury":1117,"Ġrun":1118,"ular":1119,"Ġdif":1120,"ute":1121,"Ġpublic":1122,"ral":1123,"Ġwant":1124,"Ġtook":1125,"orth":1126,"Ġsign":1127,"Ġche":1128,"ened":1129,"Ġsl":1130,"Ġprot":1131,"ness":1132,"Ġsecond":1133,"Ġaccording":1134,"Ġent":1135,"ott":1136,"ins":1137,"Ġvideo":1138,"Ġ2013":1139,"br":1140,"ision":1141,"oung":1142,"Ġwomen":1143,"Ġinvestig":1144,"ĠCl":1145,"ster":1146,"Ġnum":1147,"Ġmem":1148,"ĠIs":1149,"Ġcourt":1150,"Ġnext":1151,"lear":1152,"bers":1153,"rest":1154,"ets":1155,"Ġcond":1156,"uthor":1157,"Ġlater":1158,"ever":1159,"ecut":1160,"Ġask":1161,"ote":1162,"Ġext":1163,"Ġwr":1164,"ĠAs":1165,"ison":1166,"Ġcalled":1167,"Ġsy":1168,"app":1169,"ĠCNN":1170,"Ġperson":1171,"ĠMon":1172,"Ġalle":1173,"Ġloc":1174,"ham":1175,"ospital":1176,"urs":1177,"Ġstr":1178,"bs":1179,"self":1180,"line":1181,"Ġgirl":1182,"ax":1183,"ines":1184,"Ġdri":1185,"ondon":1186,"oney":1187,"ics":1188,"Ġstat":1189,"ights":1190,"Ġvict":1191,"Ġdays":1192,"ĠChr":1193,"ative":1194,"side":1195,"ĠMc":1196,"ages":1197,"Ġphot":1198,"mit":1199,"ĠAt":1200,"Ġvis":1201,"Ġcare":1202,"Ġfive":1203,"ĠQ":1204,"Ġadded":1205,"Ġpost":1206,"Ġnever":1207,"ĠZ":1208,"Ġgood":1209,"ĠLondon":1210,"eral":1211,"Ġcontr":1212,"ĠObama":1213,"Ġbeh":1214,"Ġair":1215,"By":1216,"hip":1217,"Ġmonths":1218,"Ġfil":1219,"rem":1220,"used":1221,"ĠPr":1222,"Ġsame":1223,"ivers":1224,"Ġseen":1225,"Ġinj":1226,"Ġreported":1227,"Ġanother":1228,"Ġreport":1229,"ices":1230,"ex":1231,"ple":1232,"min":1233,"Ġcome":1234,"Ġcontin":1235,"Ġexper":1236,"ually":1237,"Ġbus":1238,"Ġbig":1239,"iam":1240,"Ġaway":1241,"iving":1242,"ĠCom":1243,"Ġmen":1244,"ony":1245,"ours":1246,"Ġeff":1247,"Ġthese":1248,"Ġmillion":1249,"Ġrele":1250,"vers":1251,"ĠSy":1252,"Ġ8":1253,"Ġtaken":1254,"Ġmiss":1255,"Ġcame":1256,"Ġ2012":1257,"atur":1258,"Ġfind":1259,"Ġcase":1260,"ĠCar":1261,"pr":1262,"Ġtoday":1263,"osed":1264,"ility":1265,"ired":1266,"omet":1267,"Ġtry":1268,"Ġpoin":1269,"Ġboth":1270,"Ġcre":1271,"Ġyoung":1272,"ĠDe":1273,"Ġdep":1274,"iday":1275,"Ġdoes":1276,"Ġ.,\"":1277,"vice":1278,"ient":1279,"Ġstate":1280,"alf":1281,"Ġann":1282,"Ġcamp":1283,"Th":1284,"IS":1285,"duc":1286,"Ġsix":1287,"Ġ9":1288,"con":1289,"ĠBl":1290,"ĠFor":1291,"Ġcur":1292,"irect":1293,"ĠThis":1294,"Ġgot":1295,"aj":1296,"nes":1297,"ague":1298,"Ġplace":1299,"ands":1300,"Ġbre":1301,"Ġprov":1302,"Ġspe":1303,"ency":1304,"Ġmilit":1305,"by":1306,"Ġspec":1307,"ific":1308,"Ġwent":1309,"Ġtrans":1310,"ges":1311,"Ġsex":1312,"Ġkilled":1313,"ield":1314,"amer":1315,"Ġ12":1316,"ĠWor":1317,"ived":1318,"ys":1319,"ĠOn":1320,"ĠPolice":1321,"Ġtop":1322,"usp":1323,"ĠYork":1324,"hel":1325,"Ġdied":1326,"okes":1327,"Ġsub":1328,"Ġrest":1329,"Ġwife":1330,"Ġprev":1331,"aughter":1332,"rug":1333,"Ġdet":1334,"ces":1335,"Ġdr":1336,"Ġremain":1337,"Ġfather":1338,"ĠDav":1339,"els":1340,"'re":1341,"Ġsupport":1342,"ik":1343,"Ġiss":1344,"ried":1345,"uct":1346,"Ġlit":1347,"Ġarrest":1348,"Ġexpl":1349,"ober":1350,"Ġgreat":1351,"ched":1352,"Ġuse":1353,"Ġreal":1354,"oved":1355,"Ġfoot":1356,"ĠEngland":1357,"Ġrece":1358,"Ġnews":1359,"Ġreally":1360,"Ġrecent":1361,"iet":1362,"urity":1363,"Ġfac":1364,"ten":1365,"ele":1366,"Ġtoo":1367,"ĠJohn":1368,"Ġfar":1369,"earch":1370,"to":1371,"Ġpay":1372,"Ġref":1373,"Ġhouse":1374,"Ġsever":1375,"Ġsusp":1376,"ĠSouth":1377,"Ġaff":1378,"Ġpresident":1379,"Ġtest":1380,"Ġbest":1381,"unday":1382,"ird":1383,"rent":1384,"Ġwoman":1385,"Ġauthor":1386,"Ġsk":1387,"Ġmanag":1388,"ball":1389,"Ġhealth":1390,"ĠWorld":1391,"ane":1392,"orts":1393,"ĠBar":1394,"Ġgl":1395,"Ġson":1396,"aff":1397,"Ġmur":1398,"ĠEur":1399,"com":1400,"Ġsw":1401,"Ġpar":1402,"iol":1403,"AT":1404,"ĠSunday":1405,"ĠAust":1406,"riv":1407,"til":1408,"Ġkeep":1409,"Ġsomet":1410,"Ġcou":1411,"Ġdem":1412,"Ġinf":1413,"ĠRep":1414,"artment":1415,"Ġposs":1416,"idence":1417,"ism":1418,"Ġintern":1419,"Ġnumber":1420,"Ġmod":1421,"Ġdirect":1422,"Ġmet":1423,"Ġbody":1424,"Ġfew":1425,"iness":1426,"Ġmoney":1427,"Ġinst":1428,"Ġdidn":1429,"'.":1430,"Ġbuild":1431,"Ġopp":1432,"Ġsim":1433,"ished":1434,"resent":1435,"Ġrecord":1436,"CNN":1437,"Ġspokes":1438,"ided":1439,"Ġlar":1440,"Ġ11":1441,"Ġgen":1442,"thing":1443,"Ġjob":1444,"Ġseason":1445,"ann":1446,"ued":1447,"view":1448,"Ġboy":1449,"Ġ18":1450,"urned":1451,"ended":1452,"Ġshot":1453,"enn":1454,"ĠPresident":1455,"Ġstop":1456,"Ġdel":1457,"Ġhospital":1458,"Ġcommun":1459,"Ġsit":1460,"ering":1461,"Ġgame":1462,"Ġsuff":1463,"Ġwithout":1464,"ending":1465,"ĠChrist":1466,"ense":1467,"Ġhit":1468,"Ġappear":1469,"Ġdesc":1470,"Ġhum":1471,"ĠMay":1472,"ĠBe":1473,"Ġ15":1474,"Ġstart":1475,"pped":1476,"Ġdiffer":1477,"Ġreve":1478,"ĠHar":1479,"Ġtimes":1480,"Ġsoc":1481,"Ġtrain":1482,"ĠMiss":1483,"Ġago":1484,"istr":1485,"ention":1486,"ĠBritish":1487,"ways":1488,"Ġthought":1489,"uck":1490,"ĠMin":1491,"Ġpast":1492,"Ġdead":1493,"ĠRuss":1494,"Ġface":1495,"Ġpat":1496,"ately":1497,"Ġve":1498,"ĠOne":1499,"Ġparen":1500,"Ġhaving":1501,"Ġcompany":1502,"Ġsaying":1503,"inal":1504,"Ġuntil":1505,"ĠCity":1506,"iven":1507,"Ġdrug":1508,"ĠNorth":1509,"ĠWest":1510,"Ġold":1511,"Ġside":1512,"anted":1513,"Ġmurder":1514,"Ġhere":1515,"iversity":1516,"ats":1517,"Ġpop":1518,"ĠHow":1519,"utes":1520,"Ġinvol":1521,"Ġfollowing":1522,"Ġcity":1523,"ially":1524,"Ġproble":1525,"Ġwon":1526,"Ġclub":1527,"be":1528,"att":1529,"Ġpolit":1530,"Ġeach":1531,"Ġdaughter":1532,"Ġlot":1533,"stem":1534,"ĠHer":1535,"Ġprom":1536,"ized":1537,"Ġopen":1538,"Ġmembers":1539,"Ġbro":1540,"owed":1541,"eks":1542,"Ġofficials":1543,"Ġvictim":1544,"Ġmove":1545,"overed":1546,"Ġlet":1547,"ror":1548,"aun":1549,"ising":1550,"Ġviol":1551,"Ġfeel":1552,"'m":1553,"ĠSec":1554,"Ġsaf":1555,"eal":1556,"ĠMonday":1557,"ĠUK":1558,"aign":1559,"ones":1560,"ief":1561,"Ġquest":1562,"ior":1563,"Ġpos":1564,"ution":1565,"ĠInd":1566,"Ġasked":1567,"Ġalleged":1568,"gy":1569,"ĠCol":1570,"ailed":1571,"Ġknown":1572,"Ġstand":1573,"Ġstatement":1574,"velop":1575,"roll":1576,"for":1577,"ience":1578,"port":1579,"ĠCo":1580,"aid":1581,"ards":1582,"lier":1583,"Ġmilitary":1584,"PD":1585,"Ġacross":1586,"amed":1587,"ying":1588,"ĠCon":1589,"co":1590,"Ġtravel":1591,"He":1592,"aul":1593,"ĠHis":1594,"ogra":1595,"af":1596,"),":1597,"right":1598,"ĠEurope":1599,"Ġ30":1600,"Ġcomple":1601,"Ġfight":1602,"ĠWill":1603,"Ġclear":1604,"ĠAm":1605,"aturday":1606,"ĠFriday":1607,"Ġoper":1608,"Ġelect":1609,"ĠWed":1610,"reet":1611,"esp":1612,"ĠDavid":1613,"Ġstru":1614,"Ġcost":1615,"Ġmeet":1616,"atic":1617,"Ġweeks":1618,"ploy":1619,"cl":1620,"ries":1621,"Ġbelieve":1622,"ĠJan":1623,"Ġ0":1624,"ĠThere":1625,"ĠAustral":1626,"Ġhours":1627,"ified":1628,"Ġmid":1629,"Ġtell":1630,"Ġav":1631,"Ġsystem":1632,"ĠSaturday":1633,"uesday":1634,"Ġcaus":1635,"Ġreveal":1636,"ĠTuesday":1637,"ĠFl":1638,"ready":1639,"ows":1640,"ĠSe":1641,"Ġlittle":1642,"Ġfire":1643,"oor":1644,"Ġarea":1645,"nesday":1646,"ped":1647,"ĠWednesday":1648,"Ġart":1649,"ĠPro":1650,"use":1651,"ects":1652,"rain":1653,"Ġfact":1654,"ajor":1655,"ront":1656,"Ġmark":1657,"Ġhard":1658,"ĠGer":1659,"ĠThat":1660,"Ġalong":1661,"Ġbecome":1662,"pe":1663,"Ġest":1664,"ĠAd":1665,"ĠAfric":1666,"Ġworking":1667,"Ġgiven":1668,"Ġconv":1669,"Ġbehind":1670,"ĠAb":1671,"ĠAmerican":1672,"une":1673,"Ġcampaign":1674,"ection":1675,"cess":1676,"iting":1677,"Ġadv":1678,"Ġappro":1679,"lin":1680,"Ġob":1681,"gram":1682,"Ġprison":1683,"'ve":1684,"Ġdescrib":1685,"Ġpower":1686,"Ġstri":1687,"Ġhalf":1688,"Ġ16":1689,"Ġorder":1690,"Ġcoun":1691,"erv":1692,"Ġsomething":1693,"Ġclose":1694,"rew":1695,"Ġinform":1696,"Ġthreat":1697,"ional":1698,"Ġrequ":1699,"ran":1700,"Ġalready":1701,"Ġcurrent":1702,"ĠGe":1703,"Ġfriends":1704,"cent":1705,"head":1706,"Ġlocal":1707,"Ġincre":1708,"Ġdeal":1709,"ĠPh":1710,"Ġdevelop":1711,"Ġincident":1712,"ians":1713,"ĠSyri":1714,"Ġlost":1715,"Ġoutside":1716,"Ġlove":1717,"ators":1718,"ored":1719,"Ġtaking":1720,"reen":1721,"Ġhist":1722,"Ġevent":1723,"atter":1724,"Ġed":1725,"ĠPe":1726,"oke":1727,"Ġalways":1728,"oon":1729,"Ġdog":1730,"Ġparents":1731,"Ġcouple":1732,"ests":1733,"Ġpictured":1734,"Ġprof":1735,"ester":1736,"Ġannoun":1737,",âĢĻ":1738,"Ġable":1739,"Ġbusiness":1740,"Ġwhether":1741,"ATED":1742,"ĠUPD":1743,"ĠUPDATED":1744,"Ġstarted":1745,"Ġap":1746,"band":1747,"Ġjoin":1748,"aring":1749,"ĠCup":1750,"Ġsn":1751,"Ġwalk":1752,"Ġ13":1753,"Ġconcer":1754,"Ġcele":1755,"ington":1756,"ept":1757,"ĠAfter":1758,"eb":1759,"BL":1760,"Ġearly":1761,"less":1762,"Ġsing":1763,"most":1764,"50":1765,"Ġwater":1766,"Ġmaking":1767,"Ġ|":1768,"ĠWhen":1769,"uary":1770,"Ġmight":1771,"Ġsecurity":1772,"Ġseveral":1773,"Ġcrit":1774,"ĠMs":1775,"ĠStates":1776,"iously":1777,"ĠLeague":1778,"Ġpress":1779,"ISH":1780,"UBL":1781,"akes":1782,"ursday":1783,"Ġmor":1784,"ISHED":1785,"Ġcer":1786,"UBLISHED":1787,"ĠThursday":1788,"Ġgun":1789,"udge":1790,"Ġconsid":1791,"Ġtreat":1792,"ael":1793,"eng":1794,"Ġris":1795,"conom":1796,"ĠDec":1797,"Ġprogram":1798,"Ġmess":1799,"Ġsaw":1800,"Ġmust":1801,"ĠDep":1802,"ĠHouse":1803,"ĠPUBLISHED":1804,"Ġever":1805,"Ġleast":1806,"Ġusing":1807,"ĠMich":1808,"Ġsum":1809,"This":1810,"Ġmajor":1811,"ĠJu":1812,"Ġless":1813,"Ġspokesman":1814,"here":1815,"ases":1816,"Ġmom":1817,"Ġhold":1818,"Ġ199":1819,"Ġseem":1820,"Ġclaims":1821,"Ġsmall":1822,"ming":1823,"Ġdesign":1824,"Ġclaimed":1825,"ccess":1826,"ĠAll":1827,"ars":1828,"ĠCr":1829,"Ġcut":1830,"Ġfore":1831,"enal":1832,"ĠCourt":1833,"ai":1834,"my":1835,"Ġfood":1836,"ained":1837,"Ġsugg":1838,"echn":1839,"Ġdifferent":1840,"ĠCent":1841,"Ġbetter":1842,"hers":1843,"Ġ14":1844,"hester":1845,"Ġshows":1846,"Ġhot":1847,"Ġbook":1848,"Ġdra":1849,"Ġreleased":1850,"Ġlaun":1851,"Ġgive":1852,"Ġheart":1853,"ject":1854,"Ġtalk":1855,"Ġamong":1856,"Ġminutes":1857,"way":1858,"ales":1859,"Ġ17":1860,"book":1861,"Ġfur":1862,"Ġevidence":1863,"Ġrul":1864,"ĠJanuary":1865,"Ġview":1866,"Ġparty":1867,"Ġmain":1868,"ev":1869,"fic":1870,"Ġtrying":1871,"ium":1872,"ĠEd":1873,"ĠGu":1874,"let":1875,"Ġwanted":1876,"Ġpartic":1877,"BC":1878,"acy":1879,"emp":1880,"Ġchange":1881,"Ġdeb":1882,"Ġthings":1883,"ĠMail":1884,"Ġey":1885,"ush":1886,"ee":1887,"ize":1888,"ĠUniversity":1889,"go":1890,"million":1891,"miss":1892,"Ġheard":1893,"Ġroom":1894,"Ġdist":1895,"Ġearlier":1896,"ĠScroll":1897,"Ġmedia":1898,"reed":1899,"Ġhimself":1900,"urch":1901,"cept":1902,"ĠTr":1903,"Ġshort":1904,"Ġemer":1905,"usband":1906,"Ġred":1907,"Ġtre":1908,"Ġvisit":1909,"ech":1910,"Ġ2011":1911,"ressed":1912,"Ġfull":1913,"Ġfront":1914,"Ġeconom":1915,"Ġsold":1916,"Ġbegan":1917,"ĠMrs":1918,"Ġorgan":1919,"ically":1920,"Ġwrote":1921,"ford":1922,"ĠBritain":1923,"Ġarrested":1924,"Ġadmit":1925,"ology":1926,"Ġel":1927,"ĠTw":1928,"ler":1929,"of":1930,"Ġauthorities":1931,"Ġlive":1932,"Ġfinal":1933,"Ġofficers":1934,"Ġbecame":1935,"gest":1936,"Ġtar":1937,"Ġchang":1938,"Ġtoget":1939,"Ġtogether":1940,"Ġwatch":1941,"Ġstay":1942,"Ġsuccess":1943,"Ġinformation":1944,"Ġcust":1945,"ator":1946,"cil":1947,"alif":1948,"ances":1949,"esterday":1950,"Ġfree":1951,"erry":1952,"ille":1953,"ĠOff":1954,"Ġcelebr":1955,"orr":1956,"ĠDecember":1957,"Ġcommit":1958,"Ġrevealed":1959,"Ġarri":1960,"ĠWilliam":1961,"the":1962,"uge":1963,"Ġpain":1964,"Ġdecision":1965,"Ġheld":1966,"Ġpros":1967,"allen":1968,"ĠAug":1969,"Ġlevel":1970,"ĠMarch":1971,"Ġstaff":1972,"Ġhusband":1973,"aily":1974,"Ġlooking":1975,"Ġreturn":1976,"gin":1977,"lish":1978,"ĠNational":1979,"ĠGeor":1980,"ĠOct":1981,"bed":1982,"itter":1983,"ern":1984,"Ġthird":1985,"Ġgoal":1986,"ops":1987,"Ġocc":1988,"Ġsite":1989,"Ġland":1990,"esc":1991,"Ġshoot":1992,"Ġplayers":1993,"ories":1994,"Ġlikely":1995,"Ġground":1996,"Ġonce":1997,"Ġtechn":1998,"rop":1999,"Ġcompet":2000,"Ġothers":2001,"Ġimport":2002,"ĠSept":2003,"Ġclass":2004,"ĠWar":2005,"ape":2006,"aly":2007,"ĠGerman":2008,"ĠAugust":2009,"eared":2010,"ream":2011,"hern":2012,"Ġseven":2013,"ĠOctober":2014,"Ġpoint":2015,"room":2016,"Ġcontrol":2017,"Ġmorning":2018,"Ġcour":2019,"Ġwa":2020,"ĠDr":2021,"Ġblack":2022,"ences":2023,"Ġdue":2024,"Ġfeat":2025,"Ġenough":2026,"Ġform":2027,"Ġ25":2028,"Ġexpected":2029,"Ġtax":2030,"Ġproper":2031,"Ġinvestigation":2032,"ring":2033,"ĠFace":2034,"elt":2035,"Ġwhy":2036,"Ġfootball":2037,"ef":2038,"aving":2039,"anchester":2040,"mber":2041,"ĠPar":2042,"Ġlarge":2043,"istan":2044,"aut":2045,"aster":2046,"Ġwrit":2047,"ĠSer":2048,"ĠSeptember":2049,"den":2050,"stit":2051,"Ġhuman":2052,"Ġsocial":2053,"Ġban":2054,"ĠHowever":2055,"ĠGr":2056,"Ġproduc":2057,"ĠNove":2058,"Ġlives":2059,"ey":2060,"Ġident":2061,"Ġden":2062,"Ġaccused":2063,"ĠFacebook":2064,"Ġbar":2065,"ĠState":2066,"Ġfell":2067,"Ġread":2068,"aced":2069,"ably":2070,"Ġinterview":2071,"Ġtried":2072,"Ġinternational":2073,"ches":2074,"Ġ21":2075,"Ġwear":2076,"Ġalmost":2077,"ocr":2078,"Ġhom":2079,"uture":2080,"ds":2081,"ĠSm":2082,"Ġdam":2083,"Ġeas":2084,"Ġleaders":2085,"Ġball":2086,"ĠIf":2087,"Ġfun":2088,"ĠMichael":2089,"Ġservice":2090,"ĠNovember":2091,"Ġtown":2092,"Ġname":2093,"ĠDem":2094,"ĠOr":2095,"Ġbur":2096,"ĠMan":2097,"Ġdesp":2098,"Ġgetting":2099,"mp":2100,"ox":2101,"ails":2102,"Ġtarget":2103,"ĠRom":2104,"Ġbreak":2105,"Ġcomes":2106,"igr":2107,"though":2108,"Ġspent":2109,"ĠManchester":2110,"Ġcharges":2111,"Ġrelations":2112,"Ġexecut":2113,"wards":2114,"ĠIntern":2115,"left":2116,"Ġfurther":2117,"work":2118,"sea":2119,"ĠYou":2120,"Ġhope":2121,"Ġpolic":2122,"ana":2123,"Ġequ":2124,"Ġinside":2125,"yle":2126,"Ġkid":2127,"pril":2128,"Ġbab":2129,"ĠJune":2130,"ĠChina":2131,"ump":2132,"Ġhappened":2133,"idge":2134,"omb":2135,"ĠJust":2136,"Ġdoing":2137,"ti":2138,"Ġdone":2139,"ĠCount":2140,"Ġtrial":2141,"ivil":2142,"ograph":2143,"Ġple":2144,"Ġroad":2145,"Ġlate":2146,"ĠApril":2147,"ourn":2148,"dle":2149,"Ġgrand":2150,"Ġsuggest":2151,"Ġanim":2152,"Ġconfir":2153,"itions":2154,"ico":2155,"ĠSw":2156,"Ġeng":2157,"Ġphone":2158,"Ġfund":2159,"oci":2160,"Ġoffice":2161,"Ġleave":2162,"ĠAcc":2163,"âĢĻ.":2164,"Ġaction":2165,"str":2166,"Ġcharged":2167,"ĠMart":2168,"Ġide":2169,"ighb":2170,"There":2171,"Ġfuture":2172,"Ġpriv":2173,"Ġnational":2174,"Ġstudents":2175,"Ġonline":2176,"ety":2177,"Ġyesterday":2178,"Ġgave":2179,"Ġline":2180,"Ġdoct":2181,"Ġcountries":2182,"Ġhop":2183,"ead":2184,"ĠJames":2185,"Ġspecial":2186,"Ġoften":2187,"Ġblood":2188,"Ġcommunity":2189,"Ġdescribed":2190,"Ġeight":2191,"raq":2192,"raz":2193,"Ġinvolved":2194,"ald":2195,"itness":2196,"stand":2197,"ĠKore":2198,"ots":2199,"ĠAss":2200,"Ġterror":2201,"ĠNo":2202,"ilar":2203,"Ġstrong":2204,"ĠUS":2205,"retary":2206,"Ġreceived":2207,"ns":2208,"Ġwind":2209,"lex":2210,"ung":2211,"ĠDepartment":2212,"ĠEx":2213,"mon":2214,"aper":2215,"ective":2216,"Ġquestion":2217,"ĠSo":2218,"Ġpolitical":2219,"Ġdou":2220,"Ġcolle":2221,"ĠEl":2222,"ĠChar":2223,"me":2224,"Ġhost":2225,"Ġmatch":2226,"Ġpub":2227,"Ġbrother":2228,"Ġdespite":2229,"Ġsqu":2230,"par":2231,"irth":2232,"Ġactiv":2233,"lam":2234,"Ġ24":2235,"Ġbring":2236,"ĠIraq":2237,"Ġbelieved":2238,"Ġ2010":2239,"Ġplayed":2240,"Ġpossible":2241,"Ġage":2242,"Ġyet":2243,"Ġcamer":2244,"Ġled":2245,"ides":2246,"Ġofficer":2247,"ĠRepublic":2248,"Ġbuilding":2249,"Ġlo":2250,"Ġimportant":2251,"Ġtw":2252,"Ġfilm":2253,"itive":2254,"Ġrisk":2255,"Ġthing":2256,"Ġemploy":2257,"inc":2258,"Ġwebs":2259,"Ġleader":2260,"ought":2261,"vices":2262,"gu":2263,"Ġfig":2264,"ĠAir":2265,"Ġrights":2266,"Ġ50":2267,"Ġprocess":2268,"Ġfans":2269,"Ġpot":2270,"friend":2271,"Ġrespons":2272,"Ġmus":2273,"que":2274,"aur":2275,"ients":2276,"rench":2277,"30":2278,"ĠJuly":2279,"uted":2280,"Ġscene":2281,"Ġadmitted":2282,"anger":2283,"ĠRoy":2284,"aps":2285,"ocked":2286,"Ġteen":2287,"uff":2288,"icted":2289,"Ġnet":2290,"ĠMe":2291,"ĠMinister":2292,"gency":2293,"ening":2294,"ata":2295,"ĠGo":2296,"ocu":2297,"Ġsomeone":2298,"Ġimm":2299,"reme":2300,"Ġdirector":2301,"Ġnation":2302,"eck":2303,"ging":2304,"Ġcomment":2305,"Ġhar":2306,"sel":2307,"Ġcover":2308,"Ġlegal":2309,"Ġchief":2310,"They":2311,"Ġfamil":2312,"Ġhistory":2313,"Ġdi":2314,"Ġanything":2315,"ination":2316,"Ġ22":2317,"ortun":2318,"Ġsure":2319,"Ġdoesn":2320,"ashington":2321,"order":2322,"ĠEm":2323,"Ġcompl":2324,"Ġ2014":2325,"Ġinterest":2326,"Ġshowed":2327,"ĠRo":2328,"Ġprod":2329,"ĠTwitter":2330,"Ġwithin":2331,"ĠUk":2332,"Ġlight":2333,"Ġcapt":2334,"',":2335,"Ġsol":2336,"ĠWhite":2337,"off":2338,"Ġthr":2339,"Ġfall":2340,"ĠFeb":2341,"Ġliving":2342,"ĠLab":2343,"Ġsuper":2344,"ampions":2345,"attle":2346,"iber":2347,"Ġbirth":2348,"ĠGl":2349,"ades":2350,"ached":2351,"ĠPark":2352,"irc":2353,"Ġmiles":2354,"Ġhig":2355,"ĠTV":2356,"agn":2357,"Ġill":2358,"Ġneighb":2359,"ĠAng":2360,"Ġappeared":2361,"ĠSyria":2362,"hic":2363,"ipp":2364,"Ġnearly":2365,"ask":2366,"Ġlist":2367,"not":2368,"20":2369,"iding":2370,"Ġforward":2371,"ĠEar":2372,"ictured":2373,"Ġplaying":2374,"Ġkind":2375,"ficult":2376,"Ġmass":2377,"Ġlow":2378,"Ġsour":2379,"ousands":2380,"ruary":2381,"rought":2382,"Ġmanager":2383,"Ġbed":2384,"Ġfr":2385,"ĠCamer":2386,"Ġquick":2387,"Ġsummer":2388,"Ġstory":2389,"ĠPaul":2390,"Ġcaused":2391,"Ġpresent":2392,"ensive":2393,"Ġ100":2394,"Ġcarry":2395,"ĠNews":2396,"cted":2397,"Ġahead":2398,"Ġcivil":2399,"ĠFebruary":2400,"Ġturn":2401,"Ġsearch":2402,"ĠMex":2403,"ĠCan":2404,"osing":2405,"Ġ40":2406,"Ġannounced":2407,"ults":2408,"ĠAmerica":2409,"Ġvot":2410,"Ġlim":2411,"ĠPal":2412,"Ġlear":2413,"Ġplans":2414,"na":2415,"Ġspot":2416,"aliforn":2417,"Ġmot":2418,"Ġpick":2419,"Ġstep":2420,"ounds":2421,"Ġprosecut":2422,"time":2423,"orney":2424,"Ġbill":2425,"Ġrole":2426,"Ġinclude":2427,"Ġrelationship":2428,"ĠCounty":2429,"Ġinsp":2430,"Ġbaby":2431,"Ġbad":2432,"ĠDan":2433,"Ġdifficult":2434,"Ġwrong":2435,"Ġtraining":2436,"ĠFrench":2437,"Ġexc":2438,"Ġbene":2439,"ruct":2440,"Ġcor":2441,"Ġhor":2442,"ĠSte":2443,"Ġfav":2444,"aded":2445,"Ġseries":2446,"ole":2447,"Ġturned":2448,"Ġcondition":2449,"ality":2450,"Ġprop":2451,"Ġmean":2452,"Ġcomplete":2453,"ĠSam":2454,"unt":2455,"ession":2456,"pool":2457,"yl":2458,"Ġwasn":2459,"Ġhuge":2460,"ĠCaliforn":2461,"Ġsen":2462,"Ġpres":2463,"Ġcontinue":2464,"Ġvehic":2465,"Ġforced":2466,"enced":2467,"Ġguil":2468,"ĠAccording":2469,"oring":2470,"Ġsoon":2471,"Ġmoment":2472,"ĠSen":2473,"ulation":2474,"Ġchallen":2475,"Ġpair":2476,"Ġgra":2477,"Ġreports":2478,"aught":2479,"Ġproblem":2480,"ĠMo":2481,"ĠPl":2482,"Ġcoming":2483,"Ġweap":2484,"Ġsimilar":2485,"Ġur":2486,"Ġbeat":2487,"iety":2488,"ĠAustralia":2489,"gress":2490,"Ġri":2491,"ĠChel":2492,"Ġgirls":2493,"Ġlat":2494,"ĠHam":2495,"Ġcontrib":2496,"lection":2497,"medi":2498,"ĠDaily":2499,"Ġsurv":2500,"Ġdocu":2501,"weet":2502,"If":2503,"uel":2504,"Ġfear":2505,"Ġorig":2506,"Ġty":2507,"Ġcourse":2508,"You":2509,"joy":2510,"Ġ.\",\"(":2511,"ĠSome":2512,"itch":2513,"Ġworked":2514,"ference":2515,"ential":2516,"ĠRich":2517,"Ġsafety":2518,"Ġtour":2519,"Ġenc":2520,"Ġvictims":2521,"Ġtot":2522,"ĠJack":2523,"Ġwebsite":2524,"ĠIran":2525,"ature":2526,"isted":2527,"Ġrepl":2528,"ĠWashington":2529,"Ġnothing":2530,"Ġjudge":2531,"umb":2532,"Ġwhose":2533,"Ġdeter":2534,"Ġboard":2535,"ĠCalifornia":2536,"Ġmakes":2537,"Ġviolence":2538,"Ġkilling":2539,"ĠFrance":2540,"Ġer":2541,"Ġflight":2542,"Ġdecided":2543,"ault":2544,"uries":2545,"cast":2546,"ederal":2547,"Ġwhite":2548,"ĠNe":2549,"Ġposted":2550,"She":2551,"uation":2552,"ĠâĢĶ":2553,"Ġ198":2554,"ministr":2555,"Ġcrime":2556,"'d":2557,"Ġcoll":2558,"ĠMil":2559,"Ġallegedly":2560,"field":2561,"Ġ23":2562,"Ġshop":2563,"Ġstudy":2564,"iers":2565,"int":2566,"Ġspace":2567,"Wh":2568,"ĠMor":2569,"Ġresult":2570,"Ġproblems":2571,"In":2572,"Ġguilty":2573,"ĠAfrica":2574,"Ġimpro":2575,"Ġissue":2576,"Ġrecently":2577,"Ġhol":2578,"ĠMcC":2579,"atives":2580,"Ġ2009":2581,"Ġpaid":2582,"Ġinit":2583,"Ġval":2584,"Ġremains":2585,"selves":2586,"Ġbrought":2587,"ida":2588,"lo":2589,"ĠEuropean":2590,"Ġesc":2591,"elling":2592,"Ġlatest":2593,"Ġi":2594,"Ġgener":2595,"Ġsuffered":2596,"mission":2597,"Ġtro":2598,"Ġ...":2599,"ĠEast":2600,"sw":2601,"Ġenjoy":2602,"uction":2603,"Ġmember":2604,"Ġstrik":2605,"Ġcustom":2606,"ij":2607,"ĠMark":2608,"Ġstrugg":2609,"Ġpicture":2610,"Ġimmedi":2611,"ournal":2612,"avy":2613,"Ġtit":2614,"arr":2615,"Ġlif":2616,"ender":2617,"ibility":2618,"Ġdest":2619,"ett":2620,"Ġserious":2621,"Ġcertain":2622,"Ġgames":2623,"Ġforces":2624,"iverpool":2625,"Ġrad":2626,"ĠRussia":2627,"lished":2628,"ĠWith":2629,"Ġcases":2630,"ĠWhile":2631,"lying":2632,"ery":2633,"Ġmeans":2634,"pictured":2635,"Ġmissing":2636,"aged":2637,"read":2638,"ara":2639,"aces":2640,"ĠRober":2641,"ither":2642,"Ġsexual":2643,"Ġdiscovered":2644,"Ġmarket":2645,"wood":2646,"Ġdisapp":2647,"Ġhands":2648,"ĠSmith":2649,"Ġcle":2650,"Ġexpect":2651,"Ġpopular":2652,"yn":2653,"ĠMP":2654,"'ll":2655,"lim":2656,"Ġweekend":2657,"Ġmeeting":2658,"Ġbit":2659,"ĠMus":2660,"ĠCameron":2661,"iec":2662,"Ġaccount":2663,"Ġrepresent":2664,"ashed":2665,"Ġaccident":2666,"ĠIslam":2667,"Ġfamilies":2668,"Ġteac":2669,"Ġplayer":2670,"Ġrunning":2671,"ĠAlex":2672,"sp":2673,"Ġcareer":2674,"rael":2675,"ĠMed":2676,"Ġtele":2677,"Ġstudent":2678,"ĠMad":2679,"Ġparticular":2680,"Ġmoved":2681,"ivid":2682,"Ġfailed":2683,"acked":2684,"Ġknew":2685,"Ġtreatment":2686,"ĠChelsea":2687,"ĠBen":2688,"ĠThom":2689,"**":2690,"mas":2691,"sc":2692,"Ġtal":2693,"reg":2694,"ĠMid":2695,"raft":2696,"uk":2697,"uty":2698,"ĠHol":2699,"Ġchance":2700,"wh":2701,"Ġaut":2702,"undred":2703,"Ġlooked":2704,"Ġnine":2705,"Ġcurrently":2706,").":2707,"ma":2708,"isc":2709,"ĠKing":2710,"ĠGeorge":2711,"ĠPrem":2712,"ĠLast":2713,"ĠSch":2714,"Ġrespond":2715,"ĠLiverpool":2716,"key":2717,"Ġaccess":2718,"ĠWhat":2719,"ease":2720,"Ġpri":2721,"Ġthousands":2722,"Ġbased":2723,"Ġcho":2724,"Ġresident":2725,"Ġplane":2726,"Ġcreat":2727,"Ġforce":2728,"Ġmeas":2729,"ption":2730,"Ġbenef":2731,"bol":2732,"ilt":2733,"apan":2734,"Ġsafe":2735,"10":2736,"Ġprob":2737,"ips":2738,"ĠPat":2739,"ĠHigh":2740,"Ġvol":2741,"Ġcancer":2742,"Ġmedical":2743,"Ġhotel":2744,"tee":2745,"ert":2746,"Ġcal":2747,"Ġareas":2748,"ined":2749,"ĠIsrael":2750,"ĠAngel":2751,"ps":2752,"ĠFlor":2753,"ĠInternational":2754,"kn":2755,"Ġcrim":2756,"ĠRoyal":2757,"ĠDemocr":2758,"ray":2759,"Ġmov":2760,"eth":2761,"....":2762,"Ġneeded":2763,"Ġpoints":2764,"Ġfem":2765,"Ġcross":2766,"ĠSup":2767,"ners":2768,"ently":2769,"ager":2770,"Ġanyone":2771,"Ġcrash":2772,"Ġ26":2773,"Ġarrived":2774,"Ġcritic":2775,"Ġwants":2776,"Ġfoc":2777,"Ġdiv":2778,"ains":2779,"Ġeverything":2780,"Ġ2008":2781,"Ġmessage":2782,"ino":2783,"lymp":2784,"Ġtrad":2785,"ĠPhil":2786,"imate":2787,"Ġgroups":2788,"Ġcause":2789,"ĠQue":2790,"bo":2791,"Ġfelt":2792,"Ġrock":2793,"aker":2794,"Ġconn":2795,"Ġcomments":2796,"Ġ197":2797,"Ġprep":2798,"ona":2799,"Ġnamed":2800,"ĠJapan":2801,"Ġattemp":2802,"Ġpercent":2803,"ĠPremier":2804,"asing":2805,"Ġimage":2806,"But":2807,"ises":2808,"Ġele":2809,"ailable":2810,"Ġindust":2811,"like":2812,"ĠWil":2813,"Ġhelped":2814,"fully":2815,"verage":2816,"Ġimages":2817,"Ġpersonal":2818,"ĠChristmas":2819,"Ġidea":2820,"iant":2821,"Ġattacks":2822,"ĠBlack":2823,"ĠOlymp":2824,"Ġperform":2825,"itional":2826,"Ġfail":2827,"ĠBo":2828,"iod":2829,"ills":2830,"Ġeduc":2831,"uce":2832,"ĠRob":2833,"Ġexperience":2834,"Ġhon":2835,"Ġreb":2836,"Ġlawy":2837,"Ġdeep":2838,"ping":2839,"Ġcirc":2840,"ĠCor":2841,"Ġstore":2842,"Ġ27":2843,"ĠSecretary":2844,"ĠLabour":2845,"ese":2846,"Ġlab":2847,"Ġlaws":2848,"ĠFlorida":2849,"uit":2850,"ĠMartin":2851,"Ġvir":2852,"arent":2853,"Ġdro":2854,"ston":2855,"ĠNow":2856,"Ġleaving":2857,".'\"":2858,"Ġcand":2859,"ĠMal":2860,"Ġpun":2861,"Ġrather":2862,"Ġcomput":2863,"Ġthemselves":2864,"ĠScott":2865,"EO":2866,"oid":2867,"Ġwitness":2868,"ĠCoun":2869,"Ġneeds":2870,"Ġsingle":2871,"Ġconfirmed":2872,"Ġimmigr":2873,"Ġste":2874,"ĠCong":2875,"Ġhappy":2876,"ĠAfgh":2877,"overnment":2878,"Ġshooting":2879,"Ġrace":2880,"Ġdev":2881,"Ġunderstand":2882,"...":2883,"Ġproperty":2884,"yan":2885,"Ġagency":2886,"Ġphoto":2887,"ĠTra":2888,"Ġmodel":2889,"irst":2890,"ĠLib":2891,"ĠRes":2892,"Ġneg":2893,"Ġinjuries":2894,"Ġallowed":2895,"Ġservices":2896,"Ġmarried":2897,"Ġsenior":2898,"ding":2899,"hood":2900,"Ġbillion":2901,"hire":2902,"ival":2903,"Ġresearch":2904,"ya":2905,"ĠApp":2906,"Ġvill":2907,"Ġworth":2908,"Ġactually":2909,"Ġkey":2910,"Ġindivid":2911,"Ġlink":2912,"Ġstreet":2913,"upt":2914,"Ġeye":2915,"ĠTwo":2916,"ĠFer":2917,"Ġvictory":2918,"ĠRussian":2919,"Ġdanger":2920,"riage":2921,"Ġens":2922,"Ġtrack":2923,"Ġcamera":2924,"Ġperiod":2925,"ergy":2926,"ĠBBC":2927,"Ġlonger":2928,"Ġinjured":2929,"Ġavailable":2930,"razil":2931,"ze":2932,"eds":2933,"Ġworkers":2934,"ĠSan":2935,"iron":2936,"Ġhowever":2937,"Ġloss":2938,"Ġfat":2939,"ental":2940,"Ġpract":2941,"Ġposition":2942,"On":2943,"Ġself":2944,"ĠHospital":2945,"mar":2946,"Ġdress":2947,"Ġbegin":2948,"oura":2949,"ander":2950,"Ġmusic":2951,"ĠSchool":2952,"ĠIS":2953,"ogle":2954,"Ġkept":2955,"body":2956,"Ġsat":2957,"Ġdiscuss":2958,"Ġprofess":2959,"Ġhearing":2960,"ĠSim":2961,"ization":2962,"ken":2963,"Ġbank":2964,"Ġfield":2965,"Ġran":2966,"Ġround":2967,"Ġbiggest":2968,"ĠAfghan":2969,"Ġz":2970,"Ġpark":2971,"Ġstation":2972,"ĠStreet":2973,"Ġinfl":2974,"Ġpictures":2975,"Ġwat":2976,"Ġregion":2977,"Ġrelease":2978,"Ġdraw":2979,"ky":2980,"Ġborn":2981,"Ġreason":2982,"Ġreturned":2983,"ĠAmericans":2984,"Ġprotect":2985,"back":2986,"Ġmag":2987,"Ġgone":2988,"Ġcarried":2989,"Ġdrink":2990,"Ġwarned":2991,"Ġabuse":2992,"ĠBrown":2993,"Ġprevent":2994,"Ġquickly":2995,"ĠSu":2996,"ogn":2997,"Ġsun":2998,"Ġfederal":2999,"Ġanti":3000,"Ġcrow":3001,"Ġlooks":3002,"Ġpatients":3003,"ellig":3004,"Ġmatter":3005,"ĠArs":3006,"Ġalleg":3007,"Ġdrugs":3008,"Ġleading":3009,"Ġprivate":3010,"Ġsle":3011,"Ġrac":3012,"ĠPrime":3013,"Ġvote":3014,"chers":3015,"berg":3016,"Ġtakes":3017,"Ġseek":3018,"Ġfamous":3019,"ĠBrazil":3020,"Ġperfor":3021,"ashion":3022,"Ġsituation":3023,"rey":3024,"orter":3025,"itor":3026,"Ġreach":3027,"Ġsepar":3028,"Ġdisp":3029,"ĠWilliams":3030,"Ġpage":3031,"ĠChris":3032,"Ġbul":3033,"Ġabs":3034,"Ġweapons":3035,"SA":3036,"Ġsister":3037,"Ġ28":3038,"Ġcharac":3039,"ĠEnglish":3040,"undreds":3041,"Ġcomplain":3042,"oo":3043,"ministration":3044,"owers":3045,"Ġansw":3046,"Ġhair":3047,"Ġattorney":3048,"Ġcalls":3049,"Ġcapital":3050,"Ġdriver":3051,"ift":3052,"engers":3053,"acted":3054,"Ġbox":3055,"Ġphotos":3056,"Ġinjury":3057,"Ġopportun":3058,"hest":3059,"alled":3060,"Ġprovide":3061,"ĠCouncil":3062,"Ġbeaut":3063,"Ġgoals":3064,"Ġpolicy":3065,"Ġeveryone":3066,"Ġphotograph":3067,"epend":3068,"play":3069,"Ġaverage":3070,"omin":3071,"Ġallow":3072,"Ġtotal":3073,"Ġmult":3074,"Ġdata":3075,"ĠBer":3076,"Ġissues":3077,"Ġpressure":3078,"Ġbroad":3079,"Ġ29":3080,"ĠGen":3081,"Ġdoctors":3082,"Ġdoub":3083,"ugh":3084,"ĠVict":3085,"uclear":3086,"Ġcentre":3087,"Ġcreated":3088,"Ġglob":3089,"Ġexecutive":3090,"tr":3091,"rovers":3092,"Ġcaught":3093,"oul":3094,"ĠGermany":3095,"Ġ60":3096,"inese":3097,"ĠPrince":3098,"Ġdemand":3099,"Ġconvicted":3100,"oming":3101,"Ġchair":3102,"Ġdisease":3103,"Ġcouldn":3104,"Ġassist":3105,"ĠGoogle":3106,"When":3107,"Ġvar":3108,"urt":3109,"Ġquar":3110,"ĠScot":3111,"shire":3112,"Ġbehav":3113,"vision":3114,"ĠDay":3115,"Ġcannot":3116,"Ġcharge":3117,"Ġcrew":3118,"Ġcult":3119,"Ġbattle":3120,"11":3121,"cel":3122,"gent":3123,"ny":3124,"Ġbomb":3125,"Ġoil":3126,"ĠBro":3127,"Ġentire":3128,"Ġbas":3129,"de":3130,"orthern":3131,"Ġabove":3132,"ider":3133,"eat":3134,"onse":3135,"Ġ196":3136,"Ġtrip":3137,"Ġspeak":3138,"ĠRichard":3139,"Ġjail":3140,"Ġincluded":3141,"Ġcontinued":3142,"Ġfeet":3143,"Ġisn":3144,"Ġlaunch":3145,"Ġstorm":3146,"ĠAfrican":3147,"Ġrob":3148,"ificant":3149,"Ġten":3150,"Ġmob":3151,"Ġlaunched":3152,"aud":3153,"Ġpenal":3154,"Ġrefer":3155,"Ġfirm":3156,"ushed":3157,"Ġflood":3158,"Ġoppos":3159,"orted":3160,"ĠBel":3161,"Ġoffer":3162,"ĠTur":3163,"oving":3164,"Ġaud":3165,"onstr":3166,"Ġboss":3167,"ĠTom":3168,"Ġunc":3169,"Ġphys":3170,"Ġsurpr":3171,"icide":3172,"ural":3173,"ĠLou":3174,"Ġwhole":3175,"action":3176,"Ġpoll":3177,"Ġamb":3178,"Ġtem":3179,"ĠAustralian":3180,"ĠAssoci":3181,"Ġesp":3182,"Ġpil":3183,"Ġnorm":3184,"ĠPer":3185,"Ġfinanc":3186,"Ġport":3187,"Ġmarriage":3188,"Ġextra":3189,"Ġtechnology":3190,"roy":3191,"Ġalthough":3192,"ĠKen":3193,"Ġsurger":3194,"Ġherself":3195,"amb":3196,"Ġstates":3197,"Ġpassed":3198,"Ġperforman":3199,"Ġstra":3200,"Ġconst":3201,"ĠMexico":3202,"fect":3203,"Ġcred":3204,"riff":3205,"Ġhear":3206,"ĠMore":3207,"Ġminister":3208,"Ġbuy":3209,"Ġfighting":3210,"Ġpublished":3211,"han":3212,"het":3213,"oper":3214,"500":3215,"Ġnorth":3216,"ĠEv":3217,"Ġtitle":3218,"gn":3219,"ĠTe":3220,"Ġrout":3221,"Ġsurve":3222,"Ġletter":3223,"Ġresponse":3224,"Ġcheck":3225,"rid":3226,"Ġmat":3227,"Ġconference":3228,"ĠHealth":3229,"Ġpreviously":3230,"Ġwearing":3231,"oms":3232,"Ġprevious":3233,"Ġeconomic":3234,"Ġimmediately":3235,"ode":3236,"Ġscient":3237,"oint":3238,"Ġbelieves":3239,"pro":3240,"Ġpiec":3241,"iff":3242,"ĠNot":3243,"Ġcompan":3244,"Ġpred":3245,"ĠLu":3246,"Ġcriminal":3247,"ĠBy":3248,"ĠChampions":3249,"down":3250,"ris":3251,"Ġnuclear":3252,"ĠSir":3253,"cement":3254,"Ġconditions":3255,"Ġdogs":3256,"Ġusers":3257,"Ġresults":3258,"Ġsentence":3259,"ply":3260,"Ġtable":3261,"Ġdoor":3262,"cher":3263,"oph":3264,"ify":3265,"Ġweight":3266,"ĠVal":3267,"Ġbuilt":3268,"Ġdetails":3269,"ĠKorea":3270,"Ġfemale":3271,"ID":3272,"Ġcat":3273,"ĠJe":3274,"ĠX":3275,"Ġsal":3276,"ĠQu":3277,"Ġdenied":3278,"Ġcandid":3279,"40":3280,"gal":3281,"onald":3282,"chie":3283,"Ġshare":3284,"Ġresc":3285,"Ġcreate":3286,"Ġquestions":3287,"My":3288,"Ġnon":3289,"Ġrange":3290,"Ġworks":3291,"Ġaddress":3292,"ĠCongress":3293,"Ġcru":3294,"Ġtouch":3295,"ĠTo":3296,"ĠPart":3297,"Ġcomb":3298,"Ġdriving":3299,"Ġtrou":3300,"ĠTex":3301,"Ġpassengers":3302,"Ġborder":3303,"ĠChinese":3304,"Ġscored":3305,"lands":3306,"ends":3307,"Ġforeign":3308,"Ġcommon":3309,"Ġcontributed":3310,"Ġtru":3311,"ĠMur":3312,"Ġjournal":3313,"ability":3314,"Ġsouth":3315,"Ġelection":3316,"ĠCenter":3317,"urb":3318,"ĠDo":3319,"emy":3320,"Ġappeal":3321,"Ġrare":3322,"Ġassault":3323,"Ġowner":3324,"Ġcell":3325,"eated":3326,"Ġvers":3327,"Ġren":3328,"Ġgas":3329,"ecess":3330,"ĠFar":3331,"Ġquite":3332,"raine":3333,"Ġemb":3334,"ĠArsenal":3335,"pm":3336,"yc":3337,"Ġallegations":3338,"men":3339,"oman":3340,"Ġcoach":3341,"ĠComm":3342,"empt":3343,"Ġexam":3344,"icket":3345,"Ġapparent":3346,"Ġfloor":3347,"iled":3348,"Ġstage":3349,"istic":3350,"ample":3351,"ĠAnother":3352,"Ġraised":3353,"Ġconsider":3354,"Ġhomes":3355,"ĠScotland":3356,"bur":3357,"estern":3358,"Ġgiving":3359,"Ġcontrovers":3360,"Ġgrow":3361,"ecially":3362,"Ġcars":3363,"ĠGovernment":3364,"Ġspending":3365,"Ġcris":3366,"Ġinstead":3367,"ĠTexas":3368,"Ġcard":3369,"Ġconsum":3370,"Ġended":3371,"Ġspoke":3372,"Ġwords":3373,"Ġagreed":3374,"ishing":3375,"ada":3376,"Ġsource":3377,"overy":3378,"Ġsurgery":3379,"ees":3380,"rab":3381,"ĠBur":3382,"ĠFore":3383,"akistan":3384,"Ġdamage":3385,"Ġtroops":3386,"Ġmind":3387,"Ġrev":3388,"Ġfollowed":3389,"Ġextreme":3390,"Ġdemonstr":3391,"hol":3392,"Ġcash":3393,"Ġstre":3394,"airs":3395,"come":3396,"orks":3397,"Ġpartner":3398,"ĠLee":3399,"Ġrestaur":3400,"based":3401,"sy":3402,"Ġgold":3403,"cep":3404,"Ġattention":3405,"Ġrecogn":3406,"elligence":3407,"inks":3408,"ĠTod":3409,"Ġweather":3410,"ĠSpe":3411,"Ġhappen":3412,"espite":3413,"ĠMuslim":3414,"ho":3415,"Ġmis":3416,"ĠAct":3417,"Ġeither":3418,"aves":3419,"ĠOffic":3420,"15":3421,"bre":3422,"ĠHall":3423,"Ġjoined":3424,"Ġespecially":3425,"ires":3426,"enger":3427,"anda":3428,"iction":3429,"Ġpeace":3430,"Ġaim":3431,"Ġimpact":3432,"Ġchem":3433,"Ġenter":3434,"Ġpotential":3435,"olution":3436,"Ġ2007":3437,"Ġwinning":3438,"Ġsignificant":3439,"Ġconsidered":3440,"Ġbag":3441,"Ġmill":3442,"ado":3443,"ĠPort":3444,"rief":3445,"Ġgoes":3446,"Ġrate":3447,"ude":3448,"ĠCarol":3449,"Ġdeliver":3450,"Ġprobably":3451,"night":3452,"Ġbod":3453,"Ġver":3454,"Ġbrain":3455,"Ġfit":3456,"Ġreview":3457,"ĠPakistan":3458,"Ġevents":3459,"ĠISIS":3460,"Ġpoor":3461,"ica":3462,"Ġlived":3463,"Ġparts":3464,"gypt":3465,"Ġindustry":3466,"ule":3467,"Ġbid":3468,"ĠCamp":3469,"Ġaccom":3470,"ancy":3471,"Ġspeech":3472,"Ġnewsp":3473,"ograp":3474,"Ġencoura":3475,"Ġvan":3476,"Ġsuit":3477,"Ġregular":3478,"set":3479,"ĠAuthor":3480,"ĠRod":3481,"ĠOther":3482,"Ġille":3483,"Ġshown":3484,"Ġstopped":3485,"Ġsil":3486,"Ġseems":3487,"che":3488,"erc":3489,"Ġamount":3490,"Ġcontract":3491,"Ġtowards":3492,"Ġclos":3493,"ibly":3494,"Ġjobs":3495,"Ġprice":3496,"Ġincrease":3497,"Ġkids":3498,"ĠDaniel":3499,"ĠiP":3500,"ique":3501,"iger":3502,"ĠUkraine":3503,"inary":3504,"Ġwide":3505,"vest":3506,"Ġfra":3507,"ĠEgypt":3508,"Ġexperts":3509,"Ġgeneral":3510,"Ġvehicle":3511,"Ġhundreds":3512,"ension":3513,"ĠClin":3514,"ca":3515,"mark":3516,"Ġpregn":3517,"Ġoccur":3518,"Ġanimal":3519,"ini":3520,"olf":3521,"Ġjud":3522,"Ġaftern":3523,"Ġtraff":3524,"Ġremember":3525,"Ġcoast":3526,"Ġchallenge":3527,"bor":3528,"Ġpet":3529,"ament":3530,"Ġcontact":3531,"Ġresidents":3532,"Ġeffort":3533,"Ġdiagn":3534,"Ġfast":3535,"Ġloved":3536,"ounts":3537,"Ġtreated":3538,"Ġnetwork":3539,"ground":3540,"ĠMy":3541,"Ġproject":3542,"Ġwouldn":3543,"Ġholiday":3544,"Ġhour":3545,"Ġsurf":3546,"Ġfigures":3547,"Ġcompanies":3548,"Ġafternoon":3549,"ae":3550,"viron":3551,"ĠDef":3552,"ĠPeter":3553,"Ġ31":3554,"Ġestim":3555,"ĠOffice":3556,"astic":3557,"ĠUnion":3558,"Ġgrowing":3559,"ĠFranc":3560,"Ġschools":3561,"ĠIndia":3562,"Ġattr":3563,"Ġreportedly":3564,"istrict":3565,"Ġcrowd":3566,"Ġachie":3567,"earchers":3568,"Ġshowing":3569,"Ġcaptain":3570,"ĠJackson":3571,"orry":3572,"Ġpul":3573,"ĠMany":3574,"ĠKe":3575,"Ġcomputer":3576,"rif":3577,"Ġunf":3578,"Ġscore":3579,"Ġrules":3580,"ĠAfghanistan":3581,"Ġfinancial":3582,"Ġcrisis":3583,"Ġtweet":3584,"Ġmist":3585,"ĠBay":3586,"ĠKim":3587,"Ġchanged":3588,"ĠLord":3589,"Ġ&":3590,"inger":3591,"Ġdecl":3592,"ĠQueen":3593,"urning":3594,"Ġalone":3595,"ĠJones":3596,"Ġoffered":3597,"Ġaged":3598,"Ġstruck":3599,"ĠThomas":3600,"Ġreform":3601,"Ġfinally":3602,"Ġindic":3603,"Ġsnow":3604,"ki":3605,"ĠDespite":3606,"Ġintro":3607,"Ġsurround":3608,"Ġrefused":3609,"Ġemerged":3610,"Ġfocus":3611,"Ġhous":3612,"Ġoperation":3613,"Ġbase":3614,"Ġinqu":3615,"Ġmater":3616,"Ġdin":3617,"Ġitem":3618,"Ġwarning":3619,"Ġissued":3620,"isl":3621,"rian":3622,"Ġkick":3623,"Ġefforts":3624,"craft":3625,"Ġtrib":3626,"Ġobs":3627,"ĠSur":3628,"ĠAndrew":3629,"Ġsell":3630,"Ġgang":3631,"Ġopening":3632,"oes":3633,"Ġfashion":3634,"vert":3635,"ĠOp":3636,"TV":3637,"Ġsport":3638,"outhern":3639,"Ġsimply":3640,"Ġcharacter":3641,"Ġpan":3642,"ĠMic":3643,"ĠCons":3644,"sex":3645,"Ġbrand":3646,"Ġfaces":3647,"Ġchanges":3648,"ĠJustice":3649,"while":3650,"Ġtemper":3651,"ĠMill":3652,"istry":3653,"Ġbroke":3654,"ĠSal":3655,"Ġshock":3656,"Ġadding":3657,"duced":3658,"Ġsuggested":3659,"ĠAngeles":3660,"aed":3661,"liam":3662,"atory":3663,"asons":3664,"Ġep":3665,"ĠLos":3666,"Ġsentenced":3667,"Ġsym":3668,"Ġappears":3669,"Ġtelevision":3670,"bl":3671,"Ġcit":3672,"ĠChe":3673,"Ġdrive":3674,"ĠFirst":3675,"ĠOl":3676,"ounded":3677,"Ġemergency":3678,"fort":3679,"ilities":3680,"illed":3681,"Ġcalling":3682,"ĠSyrian":3683,"Ġpenalty":3684,"hib":3685,"iles":3686,"ĠCam":3687,"Ġterms":3688,"Ġfellow":3689,"Ġtwice":3690,"iation":3691,"well":3692,"Ġstab":3693,"Ġhistor":3694,"liament":3695,"Ġwond":3696,"ĠRed":3697,"Ġenergy":3698,"ĠSecurity":3699,"Ġeventually":3700,"vironment":3701,"lant":3702,"ĠMary":3703,"ĠCap":3704,"Ġadministration":3705,"Ġsuffering":3706,"Ġmiddle":3707,"Ġcouncil":3708,"ĠLouis":3709,"ram":3710,"Ġpack":3711,"ande":3712,"ĠHarry":3713,"HS":3714,"Ġairl":3715,"Ġnearby":3716,"oria":3717,"ĠCle":3718,"ĠWales":3719,"ĠInst":3720,"Ġsecret":3721,"Ġhigher":3722,"Ġeducation":3723,"orters":3724,"ression":3725,"Ġrequest":3726,"Ġeconomy":3727,"Ġparticularly":3728,"Ġperformance":3729,"Ġsong":3730,"alls":3731,"Ġjailed":3732,"Ġtrust":3733,"ĠAnn":3734,"Ġeyes":3735,"nder":3736,"ĠWood":3737,"Ġcosts":3738,"Ġavoid":3739,"ares":3740,"gen":3741,"ĠTimes":3742,"adium":3743,"Ġindepend":3744,"Ġmoving":3745,"Ġlik":3746,"add":3747,"ĠDon":3748,"Ġremoved":3749,"Ġimprove":3750,"Ġglobal":3751,"As":3752,"Ġice":3753,"Ġlack":3754,"ĠNor":3755,"Ġcustomers":3756,"Ġwed":3757,"Ġbought":3758,"ĠMatt":3759,"Ġattend":3760,"Ġensure":3761,"Ġsize":3762,"Ġ2006":3763,"Ġopened":3764,"Ġtelling":3765,"Ġsquad":3766,"Ġsens":3767,"Ġattempt":3768,"Ġdefend":3769,"Ġconcerns":3770,"Ġidentified":3771,"Ġinflu":3772,"12":3773,"Ġpret":3774,"ĠSpain":3775,"Ġswim":3776,"Ġstriker":3777,"Ġlawyer":3778,"gl":3779,"Ġperfect":3780,"Ġminute":3781,"Ġdisplay":3782,"Ġfourth":3783,"Ġspeed":3784,"Ġopportunity":3785,"ĠClinton":3786,"Ġpo":3787,"rap":3788,"Ġsea":3789,"Ġemot":3790,"otten":3791,"That":3792,"nor":3793,"Ġpers":3794,"Ġsave":3795,"ĠItaly":3796,"Ġcenter":3797,"Ġordered":3798,"Ġdesigned":3799,"ĠRepublican":3800,"mates":3801,"unk":3802,"Ġexample":3803,"Ġspread":3804,"Ġclean":3805,"Ġquarter":3806,"Ġbodies":3807,"gic":3808,"rel":3809,"aked":3810,"Ġactions":3811,"Ġdeaths":3812,"Ġbra":3813,"ils":3814,"ĠBill":3815,"Ġisland":3816,"Ġrise":3817,"ials":3818,"Ġrape":3819,"Ġseeing":3820,"lined":3821,"Ġstreets":3822,"itz":3823,"ighters":3824,"ĠIndian":3825,"ĠEarth":3826,"light":3827,"Ġaward":3828,"ĠReal":3829,"ersey":3830,"Ġdocument":3831,"Ġsleep":3832,"Ġarm":3833,"Ġship":3834,"Ġelse":3835,"Ġmillions":3836,"Ġopt":3837,"utin":3838,"imb":3839,"elly":3840,"Ġspend":3841,"atural":3842,"ĠRomney":3843,"And":3844,"Ġhero":3845,"iful":3846,"Ġattacked":3847,"Ġnumbers":3848,"Ġsoldiers":3849,"Ġteacher":3850,"iling":3851,"ading":3852,"Ġdream":3853,"ĠDuring":3854,"Ġrepeated":3855,"Ġexperi":3856,"Ġresponsible":3857,"sych":3858,"vent":3859,"ĠGreen":3860,"ĠJos":3861,"Ġvo":3862,"Ġ90":3863,"Ġbal":3864,"Ġfre":3865,"Ġdark":3866,"usion":3867,"Ġdefeat":3868,"Ġprotest":3869,"Ġspir":3870,"Ġcharity":3871,"Ġmanaged":3872,"Ġhy":3873,"Ġexact":3874,"Ġriv":3875,"Ġonto":3876,"ĠGold":3877,"Ġchamp":3878,"Ġworst":3879,"Ġord":3880,"Ġteams":3881,"Ġanimals":3882,"ipped":3883,"Ġmagaz":3884,"isters":3885,"Ġarch":3886,"Ġcentral":3887,"ĠCrown":3888,"ero":3889,"Ġmach":3890,"Ġaccept":3891,"Ġmission":3892,"ĠJohnson":3893,"Ġlevels":3894,"Ġoriginal":3895,"irt":3896,"ĠJon":3897,"Ġjury":3898,"Ġplanned":3899,"bola":3900,"Ġmobile":3901,"dney":3902,"Ġunable":3903,"Ġappearance":3904,"Ġhighest":3905,"ĠRobert":3906,"ĠIslamic":3907,"Ġdate":3908,"Ġscreen":3909,"Ġaccep":3910,"Ġevening":3911,"Ġsuspect":3912,"Ġfavour":3913,"ĠHolly":3914,"Ġdangerous":3915,"val":3916,"ani":3917,"ites":3918,"akers":3919,"Ġapolog":3920,"ĠMadrid":3921,"ĠNHS":3922,"Ġdoz":3923,"Ġmessages":3924,"Ġvillage":3925,"Ġsales":3926,"ĠMel":3927,"Ġmeant":3928,"Ġserved":3929,"ĠArmy":3930,"Ġboys":3931,"Ġpur":3932,"aches":3933,"ĠEbola":3934,"Ġwritten":3935,"ĠApple":3936,"iple":3937,"ucky":3938,"Ġopposition":3939,"Ġnewspaper":3940,"icks":3941,"ĠLaw":3942,"Ġconc":3943,"Ġchurch":3944,"Ġeffect":3945,"Ġengine":3946,"inson":3947,"Ġrelig":3948,"Ġaircraft":3949,"Ġpopulation":3950,"Ġproducts":3951,"Ġimmigration":3952,"Ġitself":3953,"Ġlargest":3954,"Ġcerem":3955,"arian":3956,"ĠAtlant":3957,"Ġful":3958,"omen":3959,"olute":3960,"Ġcollect":3961,"za":3962,"Ġreached":3963,"Ġheavy":3964,"ĠArab":3965,"ĠIre":3966,"ĠGreat":3967,"Ġintelligence":3968,"Ġsched":3969,"Ġsevere":3970,"ĠFA":3971,"ĠStud":3972,"ĠSydney":3973,"Online":3974,"Ġstraight":3975,"Ġund":3976,"Ġsense":3977,"ari":3978,"ĠDis":3979,"hold":3980,"Ġfair":3981,"ĠMer":3982,"Ġbecoming":3983,"Ġcitiz":3984,"gers":3985,"Ġfle":3986,"ago":3987,"ĠOf":3988,"ĠFormer":3989,"Ġinternet":3990,"ĠIreland":3991,"cial":3992,"rying":3993,"Ġpositive":3994,"haps":3995,"Ġpaper":3996,"Ġsuicide":3997,"umped":3998,"Ġsigned":3999,"Ġwel":4000,"Ġinn":4001,"ĠGod":4002,"Ġ2005":4003,"cohol":4004,"Ġcompetition":4005,"Ġlinked":4006,"gree":4007,"ildren":4008,"Ġincludes":4009,"ĠSenate":4010,"?'":4011,